import { ListFAQ } from '@/types/interfaces';

export const listFaq: ListFAQ[] = [
  {
    id: 1,
    question: 'Как выполнить отладку кода?',
    answer: 'Нажмите "Консоль" под редактором кода, откроется лог с ошибками',
  },
  {
    id: 2,
    question: 'Откуда взяты задачи?',
    answer:
      'Задачи подобраны с сайта codewars.com и отсортированы в порядке усложнения',
  },
  {
    id: 3,
    question: 'Планируется ли мобильная версия?',
    answer:
      'Мы не видим необходимости в мобильной версии. Задачи удобнее решать в полной версии сайта',
  },
];
